<template>
  <div class="privacy">
    <div class="cont">
      <p>
        嗜鞋APP及相关网站（<a href="www.eyee.com">www.eyee.com</a
        >）所提供的各项服务的所有权和运作权均归上海嗜鞋信息科技有限公司（以下简称“上海嗜鞋”）所有。嗜鞋APP及相关网站用户使用协议（以下简称“本协议”）系由嗜鞋站用户与上海嗜鞋就嗜鞋APP及相关网站的各项服务所订立的相关权利义务规范。用户使用本APP及相关网站，即表示接受并同意本协议的所有条件和条款。上海嗜鞋作为嗜鞋APP及相关网站的运营者依据本协议为用户提供服务。不愿接受本协议条款的，不得访问或使用本APP及相关网站。
      </p>
      <p class="txt">
        上海嗜鞋有权对本协议条款进行修改，修改后的协议一旦公布即有效代替原来的协议。用户可随时查阅最新协议
      </p>
      <div class="tit">《知识产权声明》为本协议不可分割的组成部分。</div>
      <div class="tit">一、服务内容</div>
      <p>
        1、嗜鞋APP及相关网站运用自己的系统，通过互联网络等方式为用户提供购物等功能。
      </p>
      <p>
        2、用户必须自行准备如下设备和承担如下开支:（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置;（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
      </p>
      <div class="tit">二、服务的提供、修改及终止</div>
      <p>
        1、用户在接受嗜鞋APP及相关网站各项服务的同时，同意接受嗜鞋APP及相关网站提供的各类信息服务。用户在此授权上海嗜鞋可以向其电子邮件、手机、通信地址等发送商业信息。
      </p>
      <p>
        用户有权选择不接受嗜鞋APP及相关网站提供的各类信息服务，并进入嗜鞋APP及相关网站相关页面进行更改。
      </p>
      <p>
        2、嗜鞋APP及相关网站保留随时修改或中断服务而不需通知用户的权利。嗜鞋APP及相关网站有权行使修改或中断服务的权利，不需对用户或任何无直接关系的第三方负责。
      </p>
      <p>
        3、用户对本协议的修改有异议，或对嗜鞋APP及相关网站的服务不满，可以行使如下权利：
      </p>
      <p>（1）停止使用的网络服务；</p>
      <p>
        2）通过客服等渠道告知嗜鞋APP及相关网站停止对其服务。结束服务后，用户使用嗜鞋APP及相关网站络服务的权利立即终止。在此情况下，嗜鞋APP及相关网站没有义务传送任何未处理的信息或未完成的服务给用户或任何无直接关系的第三方。
      </p>
      <div class="tit">三、用户信息的保密</div>
      <p>
        1、本协议所称之嗜鞋APP及相关网站用户信息是指符合法律、法规及相关规定，并符合下述范围的信息：
      </p>
      <p>
        （1）用户注册嗜鞋APP及相关网站或申请嗜鞋APP及相关网站会员VIP时，向嗜鞋APP及相关网站提供的个人信息；
      </p>
      <p>
        （2）用户在使用嗜鞋APP及相关网站服务、参加网站活动或访问网站网页时，嗜鞋APP及相关网站自动接收并记录的用户浏览器端或手机客户端数据，包括但不限于IP地址、网站Cookie中的资料及用户要求取用的网页记录；
      </p>
      <p>（3）嗜鞋APP及相关网站从商业伙伴处合法获取的用户个人信息；</p>
      <p>（4）其它嗜鞋APP及相关网站通过合法途径获取的用户个人信息。</p>
      <div class="tit">2、嗜鞋APP及相关网站承诺：</div>
      <p>
        非经法定原因或用户事先许可，嗜鞋APP及相关网站不会向任何第三方透露用户的密码、姓名、手机号码等非公开信息
      </p>
      <div class="tit">
        3、在下述法定情况下，用户的个人信息将会被部分或全部披露：
      </div>
      <p>（1）经用户同意向用户本人或其他第三方披露；</p>
      <p>
        （2）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；
      </p>
      <p>（3）其它嗜鞋APP及相关网站根据法律、法规等相关规定进行的披露。</p>
      <div class="tit">四、用户权利</div>
      <p class="">1、用户的用户名、密码和安全性</p>
      <p>
        （1）用户有权选择是否成为嗜鞋APP及相关网站会员，用户选择成为嗜鞋APP及相关网站注册用户的，需理解并承诺，所设置的账号不得违反国家法律法规及公司的相关规则，账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册“嗜鞋”账号（包括但不限于频繁注册、批量注册账号等行为）。您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。
      </p>
      <p>
        （2）用户一旦注册成功，成为嗜鞋APP及相关网站的会员，将得到嗜鞋号和密码，并对以此组嗜鞋号和密码登入系统后所发生的所有活动和事件负责，自行承担一切使用该嗜鞋号的言语、行为等而直接或者间接导致的法律责任。
      </p>
      <p>
        （3）用户有义务妥善保管嗜鞋APP及相关网站账号、嗜鞋号和密码，用户将对嗜鞋号和密码安全负全部责任。因用户原因导致用户名或密码泄露而造成的任何法律后果由用户本人负责。
      </p>
      <p>
        （4）用户密码遗失的，可以凭借手机号码找回原密码。用户若发现任何非法使用用户名或存在其他安全漏洞的情况，应立即告知嗜鞋APP及相关网站。
      </p>

      <p>
        2、用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定是否提供非必填项的内容；
      </p>
      <p>3、用户有权根据网站相关规定，获得嗜鞋APP及相关网站给与的奖励；</p>
      <p>4、用户有权参加嗜鞋APP及相关网站组织提供的各项线上、线下活动；</p>
      <div class="tit">五、用户义务</div>
      <p>1、信息内容规范</p>
      <p>
        （1）用户按规定完成实名认证后，可以以注册账号或“嗜鞋”合作平台账号登录“嗜鞋”发布内容、跟帖评论等。
      </p>
      <p>
        （2）公司致力使跟帖评论成为文明、理性、友善、高质量的意见交流。在推动跟帖评论业务发展的同时，不断加强相应的信息安全管理能力，完善跟帖评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗。
      </p>
      <p>
        （3）用户制作、评论、发布、传播的内容（包括但不限于上传至“嗜鞋”平台的未公开的私密内容）应自觉遵守法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚和信息真实性等“七条底线”要求，否则公司将立即采取相应处理措施。用户不得发表下列信息：
      </p>
      <p>1）反对宪法确定的基本原则的；</p>
      <p>2）危害国家安全，泄露国家秘密；</p>
      <p>3）颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；</p>
      <p>4）损害国家荣誉和利益的；</p>
      <p>5）宣扬恐怖主义、极端主义的；</p>
      <p>6）宣扬民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>7）煽动地域歧视、地域仇恨的；</p>
      <p>8）编造、散布谣言、虚假信息，扰乱社会秩序、破坏社会稳定的；</p>
      <p>9）散布、传播淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</p>
      <p>10）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</p>
      <p>11）侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p>12）对他人进行暴力恐吓、威胁，实施人肉搜索的；</p>
      <p>13）涉及他人隐私、个人信息或资料的；</p>
      <p>14）散布污言秽语，损害社会公序良俗的；</p>
      <p>15）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；</p>
      <p>16）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；</p>
      <p>17）使用本网站常用语言文字以外的其他语言文字评论的；</p>
      <p>18）与所评论的信息毫无关系的；</p>
      <p>19）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；</p>
      <p>20）侵害未成年人合法权益或者损害未成年人身心健康的；</p>
      <p>21）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</p>
      <p>
        22）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的，包括但不限于以下情形：
      </p>
      <p>①任何暴力和/或自残行为内容；</p>
      <p>
        ②任何威胁生命健康、利用刀具等危险器械表演的危及自身或他人人身及/或财产权利的内容；
      </p>
      <p>
        ③怂恿、诱导他人参与可能会造成人身伤害或导致死亡的危险或违法活动的内容。
      </p>

      <p>
        23）其他违反法律法规、政策及公序良俗、干扰“嗜鞋”正常运营或侵犯其他用户或第三方合法权益内容的其他信息。
      </p>
      <p>
        2、用户不得通过任何手段恶意注册嗜鞋APP及相关网站站帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户帐号。
      </p>
      <p>
        如用户违反上述规定，则嗜鞋APP及相关网站有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。
      </p>

      <p>
        3、用户需维护点评的客观性，不得利用嗜鞋APP及相关网站用户身份进行违反诚信的任何行为，包括但不限于：炒作商户，并向商户收取费用或获取利益；为获得利益或好处，参与或组织撰写及发布虚假点评；以差评威胁，要求商户提供额外的利益或好处；进行其他其它影响点评客观、干扰扰乱网站正常秩序的违规行为等。
      </p>
      <p>
        如用户违反上述规定，则嗜鞋APP及相关网站有权采取一切必要的措施，包括但不限于：删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。
      </p>
      <p>
        4、禁止用户将嗜鞋APP及相关网站以任何形式作为从事各种非法活动的场所、平台或媒介。未经嗜鞋APP及相关网站的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将嗜鞋APP及相关网站作为从事商业活动的场所、平台或媒介。
      </p>
      <p>
        如用户违反上述规定，则嗜鞋APP及相关网站有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。
      </p>
      <p>
        5、用户在嗜鞋APP及相关网站以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且上海嗜鞋因此受到的损失，有权向用户追偿。
      </p>

      <div class="tit">六、知识产权及其它权利</div>
      <p>1、用户已经明确阅读，并明确了解本网站的《知识产权声明》。</p>
      <p>
        2、任何用户接受本协议，即表明该用户主动将其在任何时间段在本APP及相关网站发表的任何形式的著作的使用权无偿授予嗜鞋APP及相关网站运营商。本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在嗜鞋APP及相关网站发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
      </p>
      <p>
        3、上海嗜鞋是嗜鞋APP及相关网站的制作者,拥有此网站内容及资源的版权,受国家知识产权保护,享有对本网站各种协议、声明的修改权；未经上海嗜鞋的明确书面许可，任何第三方不得为任何非私人或商业目的获取或使用本网站的任何部分或通过本网站可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，和/或以任何文字对本网站的任何部分进行发表、复制、转载、更改、引用、链接、下载或以其他方式进行使用，或向任何其他第三方提供获取本网站任何内容的渠道，则对本网站的使用权将立即终止，且任何第三方必须按照本公司的要求，归还或销毁使用本网站任何部分的内容所创建的资料的任何副本。
      </p>
      <p>
        4、嗜鞋未向任何第三方转让本网站或其中的任何内容所相关的任何权益或所有权，且一切未明确向任何第三方授予的权利均归上海嗜鞋所有。未经本协议明确允许而擅自使用本网站任何内容、服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、专利和/或其他方面的法律法规，上海嗜鞋保留对任何违反本协议规定的第三方（包括单位或个人等）提起法律诉讼的权利。
      </p>
      <p>
        5、本公司可按自身判断随时对本协议进行修改及更新。本协议有所改动的公告一经在APP及相关网站官网上发布即产生法律效力，并适用于改动发布后对本APP及相关网站的一切访问和使用行为。如用户在修改后的本协议发布后继续使用本APP及相关网站的，即代表用户接受并同意了这些改动。用户应定期查看官网通知或本协议，了解对用户具有约束力的本协议的任何改动。
      </p>
      <div class="tit">七、拒绝担保与免责</div>
      <p>
        1、嗜鞋APP及相关网站作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足用户的需求。对于用户在接受嗜鞋APP及相关网站的服务过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，嗜鞋APP及相关网站不承担法律责任。
      </p>
      <p>
        2、基于互联网的特殊性，嗜鞋APP及相关网站也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因嗜鞋APP及相关网站导致的责任。
      </p>
      <p>
        嗜鞋APP及相关网站力图使用户能对本网站进行安全访问和使用，但嗜鞋APP及相关网站不声明也不保证本网站或其服务器是不含病毒或其它潜在有害因素的；因此用户应使用业界公认的软件查杀任何自嗜鞋APP及相关网站下载文件中的病毒。
      </p>
      <p>
        3、嗜鞋APP及相关网站不对用户所发布信息的保存、修改、删除或储存失败负责。对网站上的非因嗜鞋APP及相关网站故意所导致的排字错误、疏忽等不承担责任。
      </p>
      <p>
        嗜鞋APP及相关网站有权但无义务，改善或更正本网站任何部分之疏漏、错误。
      </p>
      <p>
        4、除非嗜鞋APP及相关网站以书面形式明确约定，嗜鞋APP及相关网站对于用户以任何方式（包括但不限于包含、经由、连接或下载）从本网站所获得的任何内容信息，包括但不限于广告、商户信息、点评内容等，不保证其准确性、完整性、可靠性；对于用户因本网站上的内容信息而购买、获取的任何产品、服务、信息或资料，嗜鞋APP及相关网站不承担责任。用户自行承担使用本网站信息内容所导致的风险。
      </p>
      <p>
        5、嗜鞋APP及相关网站内所有用户所发表的用户点评，仅代表用户个人观点，并不表示本网站赞同其观点或证实其描述，本网站不承担用户点评引发的任何法律责任。
      </p>
      <p>
        6、上海嗜鞋有权删除嗜鞋APP及相关网站内各类不符合法律或协议规定的点评，而保留不通知用户的权利。
      </p>
      <p>
        7、所有发给用户的通告，嗜鞋APP及相关网站都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。任何非经嗜鞋APP及相关网站正规渠道获得的中奖、优惠等活动或信息，嗜鞋APP及相关网站不承担法律责任。
      </p>
      <div class="tit">八、侵权投诉</div>
      <p>
        1、据《中华人民共和国侵权责任法》第三十六条，任何第三方认为，用户利用嗜鞋APP及相关网站平台侵害本人民事权益或实施侵权行为的，包括但不限于侮辱、诽谤等，被侵权人有权书面通知嗜鞋APP及相关网站采取删除、屏蔽、断开链接等必要措施。
      </p>
      <p>
        2、据《信息网络传播权保护条例》，任何第三方认为，嗜鞋APP及相关网站所涉及的作品、表演、录音录像制品，侵犯自己的信息网络传播权或者被删除、改变了自己的权利管理电子信息的，可以向嗜鞋APP及相关网站提交书面通知，要求嗜鞋APP及相关网站删除该侵权作品，或者断开链接。通知书应当包含下列内容：
      </p>
      <p>（一）权利人的姓名（名称）、联系方式和地址；</p>
      <p>
        （二）要求删除或者断开链接的侵权作品、表演、录音录像制品的名称和网络地址；
      </p>
      <p>（三）构成侵权的初步证明材料。</p>
      <p class="txt">权利人应当对通知书的真实性负责。</p>
      <p class="txt">
        此外，为使嗜鞋APP及相关网站能及时、准确作出判断，还请侵权投诉人一并提供以下材料：
      </p>
      <p>
        3、任何第三方（包括但不限于企业、公司、单位或个人等）认为嗜鞋APP及相关网站用户发布的任何信息侵犯其合法权益的，包括但不限于以上两点，在有充分法律法规及证据足以证明的情况下，均可以通过下列联系方式通知嗜鞋APP及相关网站：
      </p>
      <p class="txt">
        邮寄地址：上海市徐汇区田林路140号越界创意园区9号楼嗜鞋（收）
      </p>
      <p class="txt">邮政编码：200233</p>
      <p class="txt">电话：021-60663633</p>
      <p>4、侵权投诉必须包含下述信息：</p>
      <p>（1）被侵权人的证明材料，或被侵权作品的原始链接及其它证明材料。</p>
      <p>（2）侵权信息或作品在嗜鞋APP及相关网站上的具体链接。</p>
      <p>
        （3）侵权投诉人的联络方式，以便嗜鞋APP及相关网站相关部门能及时回复您的投诉，最好包括电子邮件地址、电话号码或手机等。
      </p>
      <p>
        （4）投诉内容须纳入以下声明：“本人本着诚信原则，有证据认为该对象侵害本人或他人的合法权益。本人承诺投诉全部信息真实、准确，否则自愿承担一切后果。”
      </p>
      <p>
        （5）本人亲笔签字并注明日期，如代理他人投诉的，必须出具授权人签字的授权书。
      </p>
      <p>
        5、嗜鞋APP及相关网站建议用户在提起投诉之前咨询法律顾问或律师。我们提请用户注意：如果对侵权投诉不实，则用户可能承担法律责任。
      </p>
      <div class="tit">九、适用法律和裁判地点</div>
      <p>
        1、因用户使用嗜鞋APP及相关网站站而引起或与之相关的一切争议、权利主张或其它事项，均受中华人民共和国法律的管辖。
      </p>
      <p>
        2、用户和嗜鞋APP及相关网站发生争议的，应首先本着诚信原则通过协商加以解决。如果协商不成，则应向上海嗜鞋所在地人民法院提起诉讼。
      </p>
      <div class="tit">十、可分性</div>
      <p>
        如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。
      </p>
      <div class="tit">十一、冲突选择</div>
      <p>
        本协议是嗜鞋APP及相关网站与用户注册成为嗜鞋APP及相关网站用户，使用嗜鞋APP及相关网站服务之间的重要法律文件，嗜鞋APP及相关网站或者用户的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为准。
      </p>

      <div class="tit">十二、针对搜索引擎</div>
      <p>
        嗜鞋APP及相关网站官网要求各搜索引擎遵循行业规范，即“拒绝Robots
        访问标准”(Robots Exclusion
        Standard)，否则将视你的抓取行为是对我网站财产权利和知识产权的侵犯，有权通过法律诉讼维护网站利益。嗜鞋APP及相关网站官网制定了详细的Robots规则。
      </p>
      <div class="tit">十三、特别提醒</div>
      <p>
        鉴于：《中华人民共和国合同法》第39条规定：采用格式条款订立合同的，提供格式条款的一方应当遵循公平原则确定当事人之间的权利和义务，并采取合理的方式提请对方注意免除或者限制其责任的条款，按照对方的要求，对该条款予以说明。
      </p>
      <p>
        嗜鞋APP及相关网站在此依法做出特别声明如下：嗜鞋APP及相关网站采取合理的方式提请用户注意的义务将通过如下方式实现：在本合同中嗜鞋APP及相关网站以明确的足以引起用户注意的加重字体、斜体、下划线、颜色标记等合理方式提醒用户注意相关条款（需要强调的是，还包括用户应特别注意任何未明确标记的含有“不承担”、“免责”“不得”等形式用语的条款），该等条款的确认将导致用户在特定情况下的被动、不便、损失，包括但不限于本合同第六条、第七条、第九条等，请用户在确认同意本协议之前再次阅读上述条款。双方确认上述条款非属于《中华人民共和国合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利的”的条款，嗜鞋APP及相关网站尊重用户的权利尤其是诉讼的权利，但作为全球运营的公司，嗜鞋APP及相关网站在尊重用户诉讼权利的同时建议诉讼管辖地法院为上海嗜鞋所在地人民法院，而用户选择同意注册或使用嗜鞋APP及相关网站各项服务即视为双方对此约定达成了一致意见。
      </p>
      <p>
        鉴于嗜鞋APP及相关网站已依法明确了上述条款、履行了格式条款制订方的义务，用户点击立即注册或使用嗜鞋APP及相关网站各项服务，将被视为且应当被视为用户已经完全注意并同意了本合同所有条款尤其是提醒用户注意的条款的合法性及有效性，用户不应当以嗜鞋APP及相关网站未对格式条款以合理方式提醒用户注意或未根据用户要求尽到说明义务为理由而声称或要求法院或其它任何第三方确认相关条款非法或无效。
      </p>
    </div>
  </div>
</template>
<style scoped lang="scss">
.privacy {
  padding: 15px;
  overflow-x: hidden;
  .tit {
    margin-top: 10px;
    margin-bottom: 10px;
    font-weight: bold;
    font-size: 14px;
    color: #000;
  }
  p {
    text-indent: 2em;
    line-height: 24px;
    color: #232323;
    font-size: 14px;
    margin-bottom: 5px;
    &.txt {
      text-indent: 0;
    }
  }
}
</style>